[
  {
    "_id": 1,
    "title": "How to Grow Your Online Store",
    "description": "Learn the best strategies to grow your online store in today's competitive market.",
    "category": "business",
    "trending": true,
    "coverImage": "book-1.png",
    "oldPrice": 29.99,
    "newPrice": 19.99,
    "review": "Một cuốn sách hữu ích cho những ai đang kinh doanh trực tuyến, cung cấp chiến lược thực tế để phát triển cửa hàng online và tăng doanh thu.Nội dung của cuốn Cách nền kinh tế vận hành nói về những học thuyết kinh tế và khái niệm kinh tế học cơ bản nhất, cách vận hành và mối quan tương quan giữa các thành phần kinh tế quan trọng như Chính Phủ, Ngân Hàng Trung Ương, Doanh Nghiệp và Cá nhân.Đồng thời cuốn sách này cũng lý giải tại sao tỷ tệ thất nghiệp lại cao, làm thế nào để giải quyết những khủng hoảng tài chính. Những phân tích logic, cũng những bài học lịch sử được đưa ra giúp cho người đọc nâng cao khả năng về phân tích, tư duy kinh tế, và hiểu được sự tác động giữa các thành phần kinh tế trong nước, giữa kinh tế trong nước và nước ngoài.Cuốn sách dẫn dắt người dùng có tựa gốc là Hooked: How to Build Habit-Forming Products của tác giả Nir Eyal. Cuốn sách này phù hợp với bất kỳ ai đang muốn thấu hiểu tâm lý khách hàng. Với mô hình lưỡi câu với 4 giai đoạn: kích hoạt, hành động, tưởng thưởng, đầu tư Nir Eyal đã đưa đến cho những đọc những lý giải đằng sau của việc thiết kế sản phẩm, dịch vụ.Cuốn sách “Khởi nghiệp với $100” là một trong những sách hay về khởi nghiệp nói về thành công của những con người bình thường chỉ với số tiền vốn ít ỏi họ đã khởi nghiệp và trở thành những tấm gương, bỏ sau những lời diễu cợt, đánh giá, chê bai họ. Họ đã chứng minh được cho người mọi người thấy rằng những lời nói ấy chính là động lực để họ có thể làm nên những điều tuyệt vời.Khởi nghiệp là điều không hề dễ dàng, nhưng nếu bạn có đủ quyết tâm và kiên trì đến cùng thì thành công sẽ sớm đến với bạn. Điều cốt lõi để tạo nên sự thành công khi bạn đứng lên khởi nghiệp là chính bạn phải hành động, phải thực hiện, tìm kiếm thật nhiều cơ hội. Nếu bạn đang ấp ủ một dự án kinh doanh nhỏ thì đây là cuốn sách bạn không nên bỏ qua. Cuốn sách sẽ giúp bạn làm thế nào để hiểu và quản lý làm chủ được cửa hàng của bạn, cuốn sách cũng được xem như là tiền đề của các dự án lớn hơn trong tương lai khi bạn thành công ở dự án hiện tại. Tin tôi đi bằng sự cố gắng và quyết tâm hết sức của bạn bạn chắc chắn sẽ thành công!"
  },
  {
    "_id": 2,
    "title": "Top 10 Fiction Books This Year",
    "description": "A curated list of the best fiction books that are trending this year.",
    "category": "books",
    "trending": true,
    "coverImage": "book-2.png",
    "oldPrice": 24.99,
    "newPrice": 14.99,
    "review": "Tổng hợp 10 cuốn tiểu thuyết nổi bật nhất năm nay, phù hợp cho người yêu thích văn học hiện đại và các câu chuyện đầy cảm xúc.Pultizer-Prize finalist Daniel Mason’s sweeping yet extremely local epic novel tracks the many incarnations of a single house in pastoral New England. We see how the land changes and how it remains through the eyes of Puritan runaways, a deserting soldier turn orchardist, a pair of spinster sisters, a con man, a true crime reporter, fine art painter, eccentric millionaire, bark-loving beetles, and even a stalking catamount. Part Poe, part Thoreau, full of buried secrets, obscure history, and an abiding love and appreciation for the natural world, this one is a true land opus. (Random House). A polyglot reverie for anyone who’s ever wondered about the labor of carrying a word across the border from one language to another, Jennifer Croft’s The Extinction of Irena Ray gathers a motley crew of eight translators from all corners of the world to bring forth the latest work of their author — a story about a “climate change artist” who “practices extinction” — only to find her missing. The translators venture forth into the woods, forming a search for bodies that turns, gradually, into a search for identity. “When we were together, we didn’t think of ourselves as individuals with histories,” the narrator recalls. “It was as though we were a single organism.” Beyond the nonsequiturs about linguistic theory, the novels-within-the-novel, the playful mystery box of a structure, the footnotes, is a lovely meditation on the mushroom inside us all — the shared ineffable spirit from which our words and flesh emerge, temporarily, to house our failed attempts at making meaning. (Bloomsbury). When a wildfire creeps up on a mountain community, residents are forced to gather for safety. And what happens when you pull people out of isolation and throw them together in crisis? Tangled love, new friendship, the rethinking of old tropes, and even. . . hope? With sincerity, wisdom, and wit, Pritchett offers a rich cacophony of voices speaking through innovative and experimental mediums (Astrology charts! Obituaries! Grant applications! Crisis hotline transcripts!) Fire changes everything it touches, but with destruction, there is an opportunity for renewal. (Torrey House Press). Cyrus Shams is adrift. A young poet and the orphaned son of immigrant parents, he’s battling addiction, a growing obsession with martyrdom, and grappling with an inheritance of violence and loss. In other words, he’s spending a lot of time wandering around seeking meaning out of life and art. In the deft hands of Kaveh Akbar, an accomplished poet himself, the result is a dazzling, wrenching debut novel–often hilarious, wise, large-hearted, and healing in its striving and salvation. (Knopf)"
  },
  {
    "_id": 3,
    "title": "Mastering SEO in 2024",
    "description": "Tips and tricks to boost your SEO and rank higher on search engines.",
    "category": "marketing",
    "trending": true,
    "coverImage": "book-3.png",
    "oldPrice": 39.99,
    "newPrice": 29.99,
    "review": "Hướng dẫn chi tiết giúp bạn làm chủ SEO trong năm 2024 với các chiến lược tối ưu hoá hiện đại để tăng thứ hạng trang web. Like much of Keegan’s work, So Late in the Day is a small but mighty masterclass in human vulnerability, tenderness (or the lack thereof), desire, domesticity, and rebellion, played out across pastoral Ireland. Eloquent and precise in every word choice, with every story she casts a spell that lingers. (Grove Press). In a sparsely populated corner of Alaska, a boy wanders off into the snow as a blizzard builds. As the wild weather whips, it threatens not only the present and future of the men and the woman who are searching for the boy, but also the lasting stability of their small community as the wind and snow rip open pasts and motives that may have been better off buried. Blizzard is an intense and fascinating novel that calls into question what it means to live in a place where the world around you is both friend and foe. (Harry N. Abrams)"
  },
  {
    "_id": 4,
    "title": "Best eCommerce Platforms",
    "description": "A comprehensive guide on choosing the best eCommerce platforms for 2024.",
    "category": "business",
    "trending": false,
    "coverImage": "book-4.png",
    "oldPrice": 49.99,
    "newPrice": 39.99,
    "review": "Cuốn sách cung cấp cái nhìn tổng quan về các nền tảng thương mại điện tử phổ biến, giúp bạn chọn lựa nền tảng phù hợp nhất cho doanh nghiệp. Spanning the miraculous to the mundane, and totally punk all the way through, LaPointe turns over the roles of art, music, tradition, and community in supporting young Indigenous people define their futures while claiming their heritage. Like any good mixtape, Thunder Song is bold, lyrical, compelling, and proud. Here is an Indigenous Queer woman telling us just who she is. (Counterpoint). Page by page, Trish O’Kane instructs and delights, teaching new ways to think about environmental activism, social justice, community, landscape, and the birds who revolutionized how she moves through just about every part of her life. This memoir is a brilliant and expansive guide to how to learn to be more human by learning to be more like birds. An instructive celebration of our wild wonderful world. (Ecco Press). A gorgeous book in both content and as an artful object, this collection of garden poems is a necessary addition to any cultivator’s library. Featuring contributions from old greats like Merwin, Whitman, Keats, Clifton, and Kunitz, to modern heroes Ada Limon, Jericho Brown, Victoria Chang, Ross Gay, and Naomi Shihab Nye. Here you will find, as Jane Hirshfield writes, This garden is no metaphor–/ more a task that swallows you into itself,/ earth using, as always, everything it can. "
  },
  {
    "_id": 5,
    "title": "Non-Fiction Reads You Must Try",
    "description": "Our top picks for non-fiction books to add to your reading list.",
    "category": "books",
    "trending": true,
    "coverImage": "book-5.png",
    "oldPrice": 19.99,
    "newPrice": 9.99,
    "review": "Tuyển chọn những cuốn sách phi hư cấu hấp dẫn giúp bạn mở rộng kiến thức và hiểu biết về thế giới thực. Helen Macdonald argues that the rarer an animal gets, the fewer possible meanings can be ascribed to it. “How can you love something,” she asks; “how can you fight to protect it, if all it means is loss?” Her book is an answer to that question: its careful portrait of her bond with her goshawk, Mabel, shows that predatory birds are worthy of our attention not just for their rarity but also for their long history as trained hunting companions, and what that history reveals about the human capacity for cruelty and care. In the wake of H is for Hawk’s success, publishers have acquired numerous memoirs of friendships between humans and wild animals that similarly attempt to inspire empathy and, with it, conservation efforts. This trend capitalizes on the apparent reality that facts alone are insufficient: we know that since 1970, the world’s wildlife has declined by 70% due to habitat destruction, mass agriculture, warming oceans, insect die-offs from pesticides, and disrupted food chains. The decline is only accelerating."
  },
  {
    "_id": 6,
    "title": "Ultimate Guide to Digital Marketing",
    "description": "A complete guide to digital marketing strategies for 2024.",
    "category": "marketing",
    "trending": false,
    "coverImage": "book-6.png",
    "oldPrice": 44.99,
    "newPrice": 34.99,
    "review": "Hướng dẫn toàn diện về tiếp thị kỹ thuật số, bao gồm SEO, quảng cáo và chiến lược nội dung để phát triển thương hiệu trực tuyến. Using the lessons of his many years as a digital marketer, a venture capitalist, and a founder, Samir Shah offers a step-by-step guide to using digital marketing to grow your business. Shah’s book is filled with real-world examples and case studies, as well as actionable advice for how to implement digital marketing strategies in your own business. Whether you’re just starting out or already have a digital marketing strategy in place, this book is a must-read for anyone looking to grow their business in the digital age."
  },
  {
    "_id": 7,
    "title": "The First Days",
    "description": "Katie is driving to work one beautiful day when a dead man jumps into her car and tries to eat her...",
    "category": "horror",
    "trending": true,
    "coverImage": "book-7.png",
    "oldPrice": 59.99,
    "newPrice": 49.99,
    "review": "Một tác phẩm kinh dị gay cấn mở đầu bằng thảm hoạ zombie, đưa người đọc vào cuộc chiến sinh tồn đầy hồi hộp. I’m so glad to hear that. In some books or magazines, I think these sidebars can take you out of the flow of a more organic story, but here they seem to fit in much more seamlessly, and always underscore that no species lives in isolation, particularly a keystone group. It’s mind boggling what you can witness in a place like Yellowstone, so we really wanted to include as much as we could about other fauna and flora. Hiking in wild places is one of the few arenas I feel full confidence in myself, and part of that is the joy of noticing, feeling, calling out, and naming what I see, and sharing it with others."
  },
  {
    "_id": 8,
    "title": "The Hunger Games",
    "description": "Could you survive on your own in the wild, with everyone out to make sure you don't live to see the morning?",
    "category": "fiction",
    "trending": true,
    "coverImage": "book-8.png",
    "oldPrice": 21.99,
    "newPrice": 16.99,
    "review": "Một câu chuyện phiêu lưu sinh tồn nghẹt thở, nơi con người phải đấu tranh vì mạng sống trong một thế giới tàn khốc. Great question. It’s funny, as an introvert (one who often feels misunderstood or unknowable to some extent) in many ways it has always been easier to envision myself more as a solitary animal than a social one, more like a leopard or lynx. So I was alive on this earth many years before I started to think Hey, maybe I have more to learn from being around other people than alone. It’s still a careful balance, but the  gift of communal parenting is a fine example. We’re fortunate to have a great local (and long-distance) community of like-minded families with a passel of kids around the same age, and that kind of mutual aid, celebration, and support, if someone is sick or overwhelmed or just needs a carpool or a night away, is invaluable when it comes to raising children and preserving parental mental health. Having other adults you trust with your heart and your kids is incredible. Wolves aren’t meant to be alone, and neither are people."
  },
  {
    "_id": 9,
    "title": "Harry Potter and the Order of the Phoenix",
    "description": "Harry Potter is about to start his fifth year at Hogwarts...",
    "category": "adventure",
    "trending": false,
    "coverImage": "book-9.png",
    "oldPrice": 27.99,
    "newPrice": 18.99,
    "review": "Phần thứ năm trong loạt truyện huyền thoại, tiếp tục hành trình kỳ diệu của Harry Potter chống lại thế lực hắc ám. Aw, thanks for asking. I am constantly wanting to revise and addend. The paperback copy I read from now is full of scribbles! I do think a lot about a conversation I had with one of my sources, though — a rancher who had experienced a huge amount of livestock depredations — a few days after I sent him the book. He left me a voicemail: “I’ve read your book in two days. We need to talk about the sociological stuff.” I was worried he was angry, but he just wanted to process the symbolic Big Bad Wolf as it was tied to violent patriarchy, and how that (unfair) metaphor had affected him. “I’m realizing I was a wolf in my younger days,” he told me (!). It made me wish I could have included more sources speaking not only to their reflections on living beside real wolves, but the fairy-tale ones. Moving on though…"
  },
  {
    "_id": 10,
    "title": "Pride and Prejudice",
    "description": "The romantic clash between Elizabeth and Mr. Darcy...",
    "category": "fiction",
    "trending": true,
    "coverImage": "book-10.png",
    "oldPrice": 14.99,
    "newPrice": 10.99,
    "review": "Tác phẩm kinh điển của Jane Austen, kể về tình yêu và định kiến trong xã hội Anh thế kỷ 19. So much of this book is informed by my own memories from that time — by animal interactions I witnessed, by what I remember about the landscape, like what blooms first, when the elk and bison calves drop, what it’s like to watch a chase, or see a grizzly amble into a kill site and tell a bunch of wolves to get lost. I think my excitement reliving those days is reflected in the book. And that awe, that glow, is something I frequently saw reflected in the faces of so many dedicated scientists and hobby wolf-watchers — folks who travel from near and far, often planning their whole vacations around standing out in the cold all day, hoping to catch a glimpse of the animals loping over the snowy landscape."
  },
  {
    "_id": 11,
    "title": "To Kill a Mockingbird",
    "description": "The unforgettable novel of a childhood in a sleepy Southern town...",
    "category": "fiction",
    "trending": true,
    "coverImage": "book-11.png",
    "oldPrice": 32.99,
    "newPrice": 25.99,
    "review": "Một trong những tiểu thuyết sâu sắc nhất về công lý và đạo đức, truyền tải thông điệp nhân văn vượt thời gian. All My Cats might seem like a historical relic, but it is relevant to our contemporary environmental crises. The sixty million unowned cats in the United States kill billions of birds each year—and perhaps six times as many small mammals. While spaying and neutering are now more common (with 80% of domestic cats neutered), feral cats continue to mate, including with unneutered indoor-outdoor pets. Trap-neuter-return programs are typically volunteer-run and often don’t reach enough cats to effectively manage populations. Any cat lover who looks at these numbers may find themself as troubled as Hrabal. His memoir raises an important question: How can we channel our love for our pets into something less environmentally catastrophic? "
  },
  {
    "_id": 12,
    "title": "The Fault in Our Stars",
    "description": "Despite the tumor-shrinking medical miracle...",
    "category": "business",
    "trending": true,
    "coverImage": "book-12.png",
    "oldPrice": 19.99,
    "newPrice": 9.99,
    "review": "Câu chuyện cảm động về tình yêu và nghị lực sống của hai bệnh nhân ung thư trẻ tuổi. But beyond rare hawks, I am convinced that we can also learn from the most common kind of animal intimacy: the relationships we have with pets. In researching my book, Cat, I was surprised by the brutality and complexity of cat memoirs. It’s easy to assume pet books are saccharine, full of the sort of embarrassing anthropomorphism Raven warns against. Moreover, cats are not ideal mascots for conservationism, as they are significant consumers of fossil fuels and factory-farmed meat (not to mention the environmental havoc they cause when allowed to roam outdoors). But in their very imperfection, they mirror us. And in the mirror, we are more likely to see fear, disgust, and shame—perhaps the things we need to see, rather than imagining we’re at peace with nature. Bohumil Hrabal’s All My Cats begins as a story of the author’s adoration of the five felines that prowl in and around his country home in 1965 Czechia. From the beginning, his wife’s anxiety punctures the pleasure of his cuddling: she keeps asking, “What are we going to do with all those cats?” Spaying and neutering were not yet common practice, so Hrabal’s cats are constantly multiplying. Despite his deep love, he hopes that nature will take its course—that predation will keep the number manageable. But it does not, so population control is left to him. In fits of panic, rage, and shame, he sinks to the task, killing the cats himself. He has a brief emotional respite when a neighbor summons him to court to discuss his cats’ killing of local songbirds. He realizes that perhaps he has done something good by protecting birds. But again, the respite is brief. In destroying what he loves, he has been forever deformed."
  },
  {
    "_id": 13,
    "title": "The Picture of Dorian Gray",
    "description": "Oscar Wilde’s only novel...",
    "category": "horror",
    "trending": true,
    "coverImage": "book-13.png",
    "oldPrice": 26.99,
    "newPrice": 21.99,
    "review": "Tác phẩm kinh dị - triết lý sâu sắc về cái đẹp, sự sa ngã và giá phải trả cho những ước vọng bất tử. I am convinced that part of what makes H is for Hawk a contemporary classic is that it is not about a wild animal—it is about the process of taming a creature that was born in captivity.  Rather than the utopian ideal presented by Dalton and Raven, where humans are good actors in an interspecies community, Macdonald asks readers to confront their dual desires to embrace and tame the wild, to love and to kill. Macdonald’s relation with Mabel is, from the outset, a choice, if a seemingly irrational one: she purchases her goshawk out of a deep sense of need after her father’s death. As she trains Mabel, she is intent on using patience and kindness, even as she realizes her urge is to live in proximity to a creature that perpetuates death. Mabel imparts not wonder but a fearsome, dangerous responsibility: “I was being accountable to myself, to the world, and all the things in it,” Macdonald writes."
  },
  {
    "_id": 14,
    "title": "The Giving Tree",
    "description": "'Once there was a tree...and she loved a little boy.'",
    "category": "fiction",
    "trending": false,
    "coverImage": "book-14.png",
    "oldPrice": 34.99,
    "newPrice": 24.99,
    "review": "Câu chuyện giản dị nhưng đầy cảm xúc về tình yêu vô điều kiện và sự hy sinh. Both books also seem to posit that this intimacy is more meaningful because it involves a wild creature. There is an underlying skepticism, even hostility, toward the idea that we can gain insight or empathy through animal bonds that are more readily accessible—that is, with our pets. Dalton’s insistence that Hare is “normal” elides the fact that she is tame, and that the affection she feels for Hare is not so different from what one might feel for their pet. In Fox and I, Raven makes an even clearer delineation between the “good” anthropomorphism of wild animals and the “bad” anthropomorphism of pets. Raven writes, “When you spend time with your pets, they become more like you. When I spent time with Fox, I became more like him.” She is particularly hostile toward cats, non-native predators who can kill foxes. Raven implies that loving cats and other pets further alienates us from the larger ecosystem. This seems both overly simplistic and unnecessarily discouraging. If we can only learn from animals in the wild, then their rapid decline seems to present waning possibilities for empathy and change. I don’t think it’s true that when we spend time with our pets, “they become more like us.” Indeed, their difference—and the pleasures, frustrations, and worries that derive from it—allow us to nurture not only our sense of empathy but also our sense of responsibility."
  },
  {
    "_id": 15,
    "title": "Gone with the Wind",
    "description": "Scarlett O'Hara, the beautiful, spoiled daughter...",
    "category": "fiction",
    "trending": false,
    "coverImage": "book-15.png",
    "oldPrice": 22.99,
    "newPrice": 12.99,
    "review": "Một thiên tiểu thuyết kinh điển về chiến tranh, tình yêu và sự kiên cường của con người trong nghịch cảnh. I agree with Raven’s general point—one that Sigrid Nunez also makes in her novel The Vulnerables: “Anthropomorphism. We should have made it our religion.” Rather than thinking of animals as simple, opaque, and incapable of the same emotions we are, we can learn through paying close attention to them. But in many ways, environmentalism has relied on this strategy for decades. David Attenborough has been making nature documentaries since the 1970s. The footage often highlights the bond between mother and newborn, rituals of play and courtship, the vulnerability of the young, and the seeming sadness and confusion that occur when an animal’s habitat changes or disappears. The documentaries thus invite us to imagine that animals’ major life events are similar to our own, that their dramas and their struggles mirror ours. Wild animal memoirs attempt to add something unique by showcasing the intimacy between humans and animals. However, I find myself doubtful that reading the story of a friendly fox or hare has more persuasive power than a documentary."
  },
  {
    "_id": 16,
    "title": "The Lightning Thief",
    "description": "Percy Jackson is a good kid, but he can't seem to focus...",
    "category": "fiction",
    "trending": false,
    "coverImage": "book-16.png",
    "oldPrice": 24.99,
    "newPrice": 19.99,
    "review": "Câu chuyện phiêu lưu hấp dẫn của Percy Jackson, kết hợp giữa thần thoại Hy Lạp và thế giới hiện đại. Her Fox is both witty and sociable—friends not just with Raven, but also with a magpie. Much of the fox’s personality is relayed in sections from “his” reconstructed point of view. In one scene, Raven imagines that Fox loves being a father but is naturally annoyed by his kits: “if tiny persistent feet kept pushing, they were going to invert both his elbows. This was not how he liked to greet the day.” While Raven often describes her own feelings of shame and isolation, Fox is everything that she is not: gregarious, curious, and in communion with a wide world of other life. For Raven, anthropomorphism holds the key to existing differently—to seeing animals as members of an interspecies community where everyone, predator and prey alike, has an integral role and as much validity as a human being. Much like Hare, Fox is a small mascot for environmentalism; through their friendship, Raven comes to believe that her life’s work is to tell Fox’s story, and with it, to inspire others to anthropomorphize and exist more fully within wild communities."
  },
  {
    "_id": 17,
    "title": "Alice’s Adventures in Wonderland",
    "description": "When Alice sees a white rabbit...",
    "category": "adventure",
    "trending": true,
    "coverImage": "book-17.png",
    "oldPrice": 49.99,
    "newPrice": 39.99,
    "review": "Một chuyến phiêu lưu kỳ ảo vào thế giới thần tiên đầy màu sắc và triết lý ngụ ngôn sâu sắc. Fox and I takes a more expansive view. Catherine Raven is a biologist living on undeveloped land in Montana. A fox begins appearing near her door, seeming friendly, interested, and playful. As she waits for his visits, reading to him from The Little Prince, her training makes her worry that her observations are projections. When she finally tells another scientist that a fox is visiting her, he says, “As long as you’re not anthropomorphizing.” From that point on, the book becomes a case for the positive value of anthropomorphism (especially toward wild animals). Raven’s response to her colleague is that, in fact, we can gain from socializing with wild animals and observing their individual personalities."
  },
  {
    "_id": 18,
    "title": "Divergent",
    "description": "On an appointed day of every year...",
    "category": "business",
    "trending": true,
    "coverImage": "book-18.png",
    "oldPrice": 18.99,
    "newPrice": 12.99,
    "review": "Tiểu thuyết giả tưởng đầy kịch tính về xã hội phân chia theo tính cách và hành trình tìm kiếm bản ngã. I’m skeptical that heralding new, smaller mascots of environmentalism holds greater promise than past conservation efforts. While hares are not actually endangered, elephants still are, and lions are vulnerable, with a worldwide population in the five digits. Dalton’s book also reveals a discomfort with predation—understandable given her bond with Hare, but which excludes crucial members of the local ecosystem from the scope of empathy. At one point, she offers up “guilty prayers that if the stoats had to feed, please let them take a pheasant chick instead – or one of the plump young rabbits I had observed among the newly planted potato crops.” In the UK, indicator species include bats, butterflies, and birds, including predatory birds that might prey on hares. Allowing the wider range of native fauna (and flora) to thrive depends on more than giving “a little more space” to the hare. In fact, it sometimes means letting the hare die rather than sheltering it inside your home. Dalton’s Hare is the picture of vulnerability and gentleness—easy to love as a character. Perhaps it is comforting to think that following Dalton’s example is enough; that changes in your backyard grounded in concern for one particular species can benefit the greater whole. But this hyper-local, personal adjustment overlooks the scale on which change is truly needed."
  },
  {
    "_id": 19,
    "title": "The Alchemist",
    "description": "Paulo Coelho's masterpiece...",
    "category": "adventure",
    "trending": true,
    "coverImage": "book-19.png",
    "oldPrice": 35.99,
    "newPrice": 27.99,
    "review": "Tác phẩm nổi tiếng truyền cảm hứng theo đuổi ước mơ và khám phá ý nghĩa cuộc sống. Despite these obstacles, the clear hope for this book is to inspire larger-scale change. Like Macdonald, Dalton points to the failure of conservation efforts “focused on saving large beasts such as the lion and the elephant.” She offers Raising Hare as an explicit opportunity to widen the scope of our efforts: hares, she argues, are just as entitled to “the dignity of life” as large megafauna. In a somewhat lukewarm call to action, she writes, “There is no reason why we could not decide to give a little more space to hares and other creatures and to take a little less ourselves.”"
  },
  {
    "_id": 20,
    "title": "Four Thousand Weeks",
    "description": "Nobody needs to be told there isn’t enough time...",
    "category": "business",
    "trending": false,
    "coverImage": "book-20.png",
    "oldPrice": 24.99,
    "newPrice": 14.99,
    "review": "Một góc nhìn triết học và thực tế về cách tận dụng thời gian để sống ý nghĩa hơn. Dalton’s rapturous prose has a rhetorical aim: to inspire awe in the reader, mirroring the process of Dalton’s own growing awareness. As Hare becomes “normal”—a citizen of the backyard, able to socialize with wild hares—Dalton undergoes a series of environmental revelations. At first, Hare’s trust seems “a tacit approval from the wildest of the wild”; an approval that makes Dalton “feel accepted in [her] environment, akin to living in a state of peace with nature.” But she soon begins to doubt that sense of being at peace with the surrounding ecosystem. The human species, after all, has killed 80% of Britain’s hare population via mass agriculture and hunting. Dalton realizes that the walls of her garden disrupt animals’ habitual and natural paths. She doesn’t tear them down, but she opens the garden door and replants her property to create shelter for hares, birds, and other local species. But much remains out of her control, like the fact that the adjacent farmland uses industrial harvesting equipment. She walks over and witnesses a trail of dead hare bodies in its wake."
  }
]
